Repository: Forceu/barcodebuddy
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: nb_no

source: Unknown barcode looked up, found name: %s
nb_no: Hittil ukjent strekkode, fant: %s

source: Unknown barcode could not be looked up.
nb_no: Fant ikke informasjon om ukjent strekkode.

source: Unknown product already scanned. Increasing quantity.
nb_no: Ukjent strekkode allerede skannet. Øker antall.

source: Product found. None in stock, not consuming: %s
nb_no: Fant produktet. Ingen på lager, fjerner derfor ikke: %s

source: Product found. Consuming %s %s of %s
nb_no: Fant produktet. Fjerner %s %s %s.

source: Product found. Opening %s %s of %s
nb_no: Fant produktet. Åpner %s %s av %s

source: Set state to Open
nb_no: Setter modus til Åpnes

source: Set state to Consume
nb_no: Setter modus til Forbruk

source: Set state to Purchase
nb_no: Setter modus til Kjøp

source: Adding %s %s of %s
nb_no: Legger til %s %s %s

source: Associated barcode %s with %s
nb_no: Tilknyttet strekkode %s med %s

source: Product found. Adding %s %s of %s
nb_no: Fant produktet. Legger til %s %s %s

source: None in stock, not consuming: %s
nb_no: Fant produktet. Ingen på lager, fjerner derfor ikke: %s

source: Reverting back to Consume
nb_no: Angir tilstand til Forbruk

source: New Barcodes
nb_no: Nye strekkoder

source: Unknown Barcodes
nb_no: Ukjente strekkoder

source: No unknown barcodes yet.
nb_no: Ingen ukjente strekkoder ennå.

source: No known barcodes yet.
nb_no: Ingen kjente strekkoder ennå.

source: No processed items yet.
nb_no: Ingen scannede strekkoder

source: Delete all
nb_no: Slett alle

source: Processed Barcodes
nb_no: Prosesserte strekkoder

source: Barcode
nb_no: Strekkode

source: Look up
nb_no: Oppslag

source: Quantity
nb_no: Antall

source: Product
nb_no: Produkt

source: Action
nb_no: Valg

source: Create
nb_no: Opprett

source: Remove
nb_no: Fjern

source: Clear log
nb_no: Tøm loggen

source: Create Product
nb_no: Opprett produkt

source: Add
nb_no: Legg til

source: Consume
nb_no: Konsumer
