Repository: Forceu/barcodebuddy
Catalog: locales/*.po
Languages: de, fr, he, it, nb_no, nl, pt

source: Unknown barcode looked up, found name: %s
de: Unbekannter Barcode, Name gefunden: %s
fr: Recherche d'un code-barres inconnu, nom trouvé : %s
he: הברקוד שחיפשת אינו ידוע, נמצא השם: %s
it: Codice a barre sconosciuto cercato, nome trovato: %s
nb_no: Ukjent strekkode. Fant navnet «%s»
nl: Onbekende streepjescode opgezocht, naam gevonden: %s
pt: Código de barras desconhecido: %s

source: Unknown product already scanned. Increasing quantity.
de: Unbekannter Barcode bereits gescannt. Anzahl wurde erhöht.
fr: Produit inconnu déjà scanné. Augmentation de la quantité.
he: המוצר הלא ידוע כבר נסרק. הכמות גדלה.
it: Prodotto sconosciuto già scansionato. Quantità in aumento.
nb_no: Ukjent produkt allerede skannet. Øker mengde.
nl: Onbekend product reeds gescand. Hoeveelheid verhoogd.
pt: Esse produto ja foi escaneado. Aumentando quantidade.

source: Unknown barcode could not be looked up
de: Unbekannter Barcode konnte nicht gefunden werden
fr: Le code-barres inconnu n'a pas pu être recherché
he: לא ניתן לחפש ברקוד בלתי ידוע
it: Non è stato possibile cercare il codice a barre sconosciuto
nb_no: Finner ikke resultat for ukjent strekkode
nl: Onbekende streepjescode kon niet worden opgezocht
pt: Não foi possivel encontrar esse código de barras

source: Product found.
he: מוצר נמצא.
it: Prodotto trovato.
pt: Produto encontrado.

source: None in stock, not consuming: %s
de: Nicht im Bestand: %s
fr: Aucun en stock, ne pas consommer : %s
he: אין במלאי, לא נצרך: %s
it: Nessuno in magazzino, non si consuma: %s
nb_no: Ingenting på lager. Konsumerer ikke: %s
nl: Niet op voorraad, niets geconsumeerd: %s
pt: Não encontrado no estoque, não será consumido: %s

source: Consuming %d %s of %s [%d]. In Stock: %d
he: נצרכים %d %s מתוך %s [%d]. במלאי: %d
it: Consumando %d %s di %s [%d]. In magazzino: %d
pt: Consumindo %d %s de %s [%d]. Ainda no estoque: %d

source: Opening %d %s of %s
he: נפתחים %d %s של %s
it: Apertura %d %s di %s
pt: Abrindo %d %s de %s

source: Set state to
he: הגדרת המצב לכדי
it: Imposta lo stato su
pt: Alterar estado para

source: Adding %d %s of %s
de: Hinzufügen von %d %s %s
fr: Ajout de %d %s sur %s
he: נוספים %d %s של %s
it: Aggiungendo %d %s di %s
nb_no: Legger til %d %s av %s
nl: Toevoegen van %d %s van %s
pt: Adicionando %d %s de %s

source: Associated barcode %d with %s
de: Barcode %d wurde mit %s verknüpft
fr: Code-barres %d associé à %s
he: הברקוד %d שויך אל %s
it: Codice a barre associato %d con %s
nb_no: Tilknyttet strekkoden «%d» til %s
nl: Streepjescode %d aan %s gekoppeld
pt: Código de barras %d associado com %s

source: Product found. Adding %d %s of %s
de: Produkt gefunden. Füge %d %s von %s hinzu
fr: Produit trouvé. Ajout de %d %s sur %s
he: המוצר נמצא. נוספים %d %s של %s
it: Prodotto trovato. Aggiunta di %d %s di %s
nb_no: Fant produktet. Legger til %d %s av %s
nl: Product gevonden. Toevoegen van %d %s van %s
pt: Produto encontrado. Adicionando %d %s de %s

source: Reverting back to Consume
de: Setze Modus zurück auf Konsumieren
fr: Revenir à Consommer
he: מוחזר לצריכה
it: Torna indietro a Consumire
nb_no: Går tilbake til «Konsumer»
nl: Terugkeren naar Verbruiken
pt: Estornando item para sessão Consumir

source: Product found. Consuming %d %s of %s
de: Produkt gefunden. Entferne %d %s von %s
fr: Produit trouvé. Consommation de %d %s sur %s
he: המוצר נמצא. נצרכים %d %s של %s
it: Prodotto trovato. Consumando %d %s di %s
nb_no: Fant produktet. Konsumerer %d %s av %s
nl: Product gevonden. Verbruikt %d %s van %s
pt: Produto encontrado. Consumindo %d %s de %s

source: New Barcodes
de: Neuer Barcode
fr: Nouveaux codes-barres
he: ברקודים חדשים
it: Nuovi codici a barre
nb_no: Nye strekkoder
nl: Nieuwe streepjescodes
pt: Novo Código de Barras

source: Unknown Barcodes
de: Unbekannter Barcode
fr: Codes-barres inconnus
he: ברקודים לא ידועים
it: Codici a barre sconosciuti
nb_no: Ukjente strekkoder
nl: Onbekende streepjescodes
pt: Código de Barras desconhecido

source: No unknown barcodes yet.
de: Keine unbekannten Barcodes bisher.
fr: Pas encore de codes-barres inconnus.
he: אין ברקודים בלתי ידועים עדיין.
it: Ancora nessun codice a barre sconosciuto.
nb_no: Ingen ukjente strekkoder enda.
nl: Nog geen onbekende streepjescodes.
pt: Nenhum código de barras desconhecido ainda.

source: No known barcodes yet.
de: Keine bekannten Barcodes bisher.
fr: Aucun code-barres connu pour le moment.
he: אין ברקודים ידועים עדיין.
it: Nessun codice a barre ancora conosciuto.
nb_no: Ingen kjente strekkoder enda.
nl: Nog geen bekende streepjescodes.
pt: Nenhum código de barras conhecido ainda.

source: No processed items yet.
de: Keine verarbeiteten Einträge bisher.
fr: Aucun élément traité pour le moment.
he: אין פריטים שעובדו עדיין.
it: Nessun elemento elaborato ancora.
nb_no: Ingen behandlede elementer enda.
nl: Nog geen verwerkte items.
pt: Nenhum item processado ainda.

source: Delete all
de: Alles entfernen
fr: Tout supprimer
he: למחוק הכול
it: Elimina tutto
nb_no: Slett alt
nl: Alles verwijderen
pt: Deletar todos

source: Processed Barcodes
de: Verarbeitete Barcodes
fr: Codes-barres traités
he: ברקודים שעברו עיבוד
it: Codici a barre elaborati
nb_no: Behandlede strekkoder
nl: Verwerkte streepjescodes
pt: Código de barras processados

source: Barcode
fr: Code-barres
he: ברקוד
it: Codice a barre
nb_no: Strekkode
nl: Streepjescode
pt: Código de Barras

source: Look up
de: Suchen
fr: Rechercher
he: חיפוש
it: Ricerca
nb_no: Oppslag
nl: Opzoeken
pt: Procurar

source: Quantity
de: Anzahl
fr: Quantité
he: כמות
it: Quantità
nb_no: Mengde
nl: Hoeveelheid
pt: Quantidade

source: Product
de: Produkt
fr: Produit
he: מוצר
it: Prodotto
nb_no: Produkt
pt: Produto

source: Action
de: Aktion
he: פעולה
it: Azione
nb_no: Handling
nl: Actie
pt: Ação

source: Create
de: Erstellen
fr: Créer
he: יצירה
it: Crea
nb_no: Opprett
nl: Creëren
pt: Criar

source: Remove
de: Entfernen
fr: Retirer
he: הסרה
it: Rimuovi
nb_no: Fjern
nl: Verwijder
pt: Remover

source: Clear log
de: Protokoll löschen
fr: Effacer le journal
he: מחיקת יומן
it: Cancella il registro
nb_no: Tøm logg
nl: Logboek wissen
pt: Limpar log

source: Create Product
de: Produkt erstellen
fr: Créer un produit
he: יצירת מוצר
it: Crea un prodotto
nb_no: Opprett produkt
nl: Creëer product
pt: Criar Produto

source: Add
de: Hinzufügen
fr: Ajouter
he: הוספה
it: Aggiungi
nb_no: Legg til
nl: Toevoegen
pt: Adicionar

source: Consume
de: Konsumieren
fr: Consommer
he: צריכה
it: Consuma
nb_no: Konsumer
nl: Consumeer
pt: Consumir

source: Consume (spoiled)
he: צריכה (התקלקל)
it: Consuma (scaduto)
pt: Consumir (estragado)

source: Consume (all)
he: צריכה (הכול)
it: Consuma (tutto)
pt: Consumir (todos)

source: Purchase
he: רכישה
it: Compra
pt: Comprar

source: Open
pt: Abrir

source: Inventory
he: מאגר
it: Inventario
pt: Inventário

source: Add to shoppinglist
he: הוספה לרשימת הקניות
it: Aggiungi alla lista della spesa
pt: Adicionar na lista de compras
